[
    {"name":"FTEC","description":"QQQ track 100 top NASDAQ (57% overlap since NASDAQ not only tech).VGT is another alternative (99% overlap).XLK is another alternative (85% overlap)","tags":["tech"]},
    {"name":"PNQI","description":"The PowerShares Nasdaq Internet Portfolio tracks a modified-market-cap-weighted index of Internet companies listed in the U.S.An alternative seems FDN (48% overlap).more FANG than FTEC","tags":["tech"]},
    {"name":"SKYY","description":"Cloud computing. to be compare to CLOU","tags":["tech"]},
    {"name":"SHY","description":"Short term bond 1-3Y","tags":["bond","US"]},
    {"name":"VGIT","description":"mid term bond 3-10Y","tags":["bond","US"]},
    {"name":"VGLT","description":"Long term bond > 10Y","tags":["bond","US"]},
    {"name":"JNK","description":"Junk bond","tags":["bond"]},
    {"name":"FNCL","description":"Finance ETF (banking sector). Other alternatives are VFH, IYF, XLF. As of writing, the top four ETFs based on assets-under-management were SPDR Financial Select Sector ETF (NYSEARCA: XLF), Vanguard Financials ETF (NYSEARCA: VFH), SPDR S&P Bank ETF (NYSEARCA: KBE) and SPDR S&P Regional Banking ETF (NYSEARCA: KRE).","tags":["bank"]},
    {"name":"XAR","description":"Space and defense ETF. Alternative: PPa vith 53% overlap","tags":["war"]},
    {"name":"ARVR","description":"The investment seeks to provide investment results that, before fees and expenses, track the price return performance of the EQM Tactile AR/VR Virtual Technology Index","tags":["future"]},
    {"name":"XLE","description":"The Energy Select Sector SPDR ETF tracks a market-cap-weighted index of US energy companies in the S&P 500.","tags":["energy"]},
    {"name":"USL","description":"US oil tracker like USO or DBO","tags":["energy","oil"]},
    {"name":"IXC","description":"The investment seeks to track the S&P Global 1200 Energy IndexTM. Like XLE but with International companies.","tags":["energy","world"]},
    {"name":"USO","description":"Daily tracker for oil.","tags":["danger","oil"]},
    {"name":"PHO","description":"Water ETF. Focus USA","tags":["water"]},
    {"name":"FIW","description":"Water ETF. Focus USA","tags":["water"]},
    {"name":"PIO","description":"Water ETF. ","tags":["water"]},
    {"name":"CGW","description":"Water ETF - international. ","tags":["water"]},
    {"name":"DBO","description":"Daily tracker for Oil but better than USO ","tags":["danger","oil"]},
    {"name":"AIEQ","description":"AI robot investor. Investment made by watson AI","tags":["smart"]},
    {"name":"JSML","description":"The Janus Henderson Small Cap Growth Alpha ETF tracks an index of US small-cap stocks with strong fundamental measures of growth, profitability and capital efficiency","tags":["us","smallcap"]},
    {"name":"GXC","description":"Track China BMI index and favor big CAP. FXI is another alternative to track China (50% overlap) but GXC is more diverse (5 X more holding). Also favor Big Cap and focus in finanacial stuff (55%). HAO or ECNS can be worth having a look to follow small cap. In addition to FXI there is another alternative: PGJ which is more focus on technological company. TODO compare with CHIL","tags":["china"]},
    {"name":"PGJ","description":"The PowerShares Golden Dragon China Portfolio ETF tracks a market-cap-weighted index of Chinese stocks. The fund strictly holds US-listed companies that derive a majority of their revenues in China. More focus on TEC than GXC (overlap 12%)","tags":["china"]},
    {"name":"BOTZ","description":"Track automation and robotic company","tags":["robot","tech"]},
    {"name":"IVV","description":"Track SP 500. SPY track also SP500 VOO too I remove it in favor of VTI since they overlap a lot (84%) but VTI has less weight in tech and I have already lot of tech in other ETF","tags":["us","sp500"]},
    {"name":"VTI","description":"The Vanguard Total Stock Market ETF tracks a cap-weighted index that measures the investable US equities market, encompassing the entire market-cap spectrum.","tags":["us","allcap"]},
    {"name":"SFK","description":"SKF provides -2x exposure to the Dow Jones US Financials Index","tags":["short","financial"]},
    {"name":"SDS","description":"The investment seeks daily investment results, before fees and expenses, that correspond to two times the inverse (-2x) of the daily performance of the S&P 500","tags":["short","sp500"]},
    {"name":"EPV","description":"The investment seeks daily investment results, before fees and expenses, that correspond to two times the inverse (-2x) of the daily performance of the FTSE Developed Europe All Cap Index","tags":["inverse","europe"]},
    {"name":"SQQQ","description":"The investment seeks daily investment results, before fees and expenses, that correspond to three times the inverse (-3x) of the daily performance of the NASDAQ-100","tags":["inverse","NASDAQ"]},
    {"name":"IBB","description":"Track biotech company","tags":["biotech"]},
    {"name":"BIL","description":"The investment seeks to provide investment results that correspond generally to the price and yield performance of the Bloomberg Barclays 1-3 Month U.S. Treasury Bill Index","tags":["bond","usa"]},
    {"name":"GAMR","description":"Track gaming company. TODO compare ESPO. GAMR is more expensive(0.75 vs 0.55) but has more holding(100 vs 25). ESPO also include hardware thus stock like nvidia. TODO compare with NERD. NERD ETF includes companies that organize tournaments one of its investment sub-themes. TODO compare with HERO >> HERO very similar to ESPO https://gamingstreet.com/these-etfs-could-be-your-entry-into-the-gaming-market/","tags":["leisure"]},
    {"name":"IPAY","description":"Track money transfer company. Very similar of FINX","tags":["financial","tech"]},
    {"name":"ARKF","description":"Fintech ETF from ARK","tags":["financial","tech"]},
    {"name":"TPAY","description":"Track money transfer company. Focus on credit card. Too focus for me","tags":["financial","tech"]},
    {"name":"FINX","description":"Track money transfer company. Very similar of IPAY. Too focus for me","tags":["financial","tech"]},
    {"name":"EPHE","description":"Tracker on philipine country","tags":[""]},
    {"name":"REET","description":"Track REIT WORLD","tags":["REIT","world"]},
    {"name":"VNQ","description":"REIT Focus USA","tags":["REIT","usa"]},
    {"name":"NOBL","description":"companies that have increased their dividend for 25 years or more. Dividend ETF. Stable but low yield ","tags":["dividend"]},
    {"name":"RSX","description":"Russia ETF","tags":["country","russia"]},
    {"name":"VOX","description":"Telecommunication ETF (mainly domestic). Another alternative is IXP","tags":["5g"]},
    {"name":"IXP","description":"Telecommunication tracker (international exposure). Another one is VOX","tags":["5g"]},
    {"name":"IXJ","description":"Track global healthcare","tags":["healthcare"]},
    {"name":"IAU","description":"Track gold price","tags":["gold"]},
    {"name":"URA","description":"Track uranium price","tags":["gold"]},
    {"name":"GDX","description":"Track gold miner price. Alternative XME (track all miner not only gold - bad more 50% on steel miner). SLX same as XME. SIL like GDX but for silver.","tags":["gold"]},
    {"name":"SIVR","description":"Track silver price","tags":["gold"]},
    {"name":"GLTR","description":"GOLD+silver+Platinum+paladium. Alternative DBP (use futures, not plat/paladium but cheaper)","tags":["gold"]},
    {"name":"PPLT","description":"Track platinum price","tags":["gold"]},
    {"name":"MOO","description":"Track agriculture and food company.TODO diff with DBA ?","tags":["food"]},
    {"name":"SMH","description":"Track Electronic company","tags":["robot"]},
    {"name":"VGK","description":"Europe tracker.VEU tracks the FTSE All-World ex US Index","tags":["europe"]},
    {"name":"VEA","description":"Developed Market","tags":["developed"]},
    {"name":"PAWZ","description":"Pet ETF","tags":["pets"]},
    {"name":"GSG","description":"The investment seeks to track the results of a fully collateralized investment in futures contracts on the S&P GSC Total Return Index composed of a diversified group of commodities futures.","tags":["commodity"]},
    {"name":"DBC","description":"Commodity","tags":["commodity"]},
    {"name":"JETS","description":"U.S. Global Jets ETF invests in both U.S. and non-U.S. companies involved with the airline industry, including passenger airlines, aircraft manufacturers, airports and terminal services companies.","tags":["travel"]},
    {"name":"INDA","description":"The investment seeks to track the investment results of the MSCI India Index composed of Indian equities. EPI is an alternative (65% overlap) ","tags":[""]},
    {"name":"MTUM","description":"Track momentum company. TODO compare with MOM","tags":["smart"]},
    {"name":"VNM","description":"Track vietnam","tags":["country"]},
    {"name":"AGG","description":"Safe bond US. Alternative BSV(Government securities make up 56% of the fund's holdings, and corporate bonds represent 30% of assets), BND","tags":["bond"]},
    {"name":"BND","description":"The Vanguard Total Bond Market ETF tracks a broad, market-value-weighted index of US dollar-denominated, investment-grade, taxable, fixed-income securities with maturities of at least one year.","tags":["bond","usa"]},
    {"name":"USMV","description":"Low volatility stock (calculated by optimizing its parent index the MSCI USA Index for the lowest absolute risk subject to constraints to maintain replicability, investability, and to limit turnover and industry concentrations).SPLV is another alternative. it track S&P 500 Low Volatility Index(one-hundred least volatile stocks in the S&P 500).http://www.etf.com/sections/features-and-news/whats-right-low-vol-etf-you?nopaging=1","tags":["low_vol"]},
    {"name":"SPHD","description":"high div low vol stock - 75 highest-yielding securities in the S&P 500. Then, it selects the 50 stocks with the lowest 12-month volatility . 18% overlap with USMV. Also check the SCHD Dividend ETF. Mainly based on dow jones company","tags":["low_vol","dividend"]},
    {"name":"VIG","description":"Dividend tracker. companies that have increased dividends for +10 years. The investment seeks to track the performance of a benchmark index that measures the investment return of common stocks of companies that have a record of increasing dividends over time. Alternative is DGRO. Same with +5 years. ","tags":["dividend","usa"]},
    {"name":"VYM","description":"The investment seeks to track the performance of a benchmark index that measures the investment return of common stocks of companies that are characterized by high dividend yield. The fund employs an indexing investment approach designed to track the performance of the FTSE High Dividend Yield Index, which consists of common stocks of companies that pay dividends that generally are higher than average.VYM is a more broad market etf, with over 400 market-cap weighted holdings. Check SPHD too. It do better with smarter algo (but higher expense ratio)SPHD is more of a niche etf. It only holds 50 stocks that are chosen (based on low beta) from a very narrow selection of top 75 highest yielding stocks in SP500. VIG is similar but with safer company but smaller yield.","tags":["dividend","usa"]},
    {"name":"EWJ","description":"The iShares MSCI Japan ETF tracks a market-cap-weighted index of Japanese stocks. The fund covers roughly 85% of the investable universe of securities traded in Japan.","tags":["country"]},
    {"name":"EFAV","description":"low volatility world close to IDLV (less EU more canada)","tags":["low_vol","world"]},
    {"name":"VCSH","description":"corpo bond from stable sector","tags":["bond"]},
    {"name":"LIT","description":"The Global X Lithium & Battery Tech ETF (LIT) invests in the full lithium cycle, from mining and refining the metal, through battery production","tags":["commodities"]},
    {"name":"FXE","description":"CurrencyShares Euro Trust is designed to track the price of the Euro","tags":["currency","europe"]},
    {"name":"IEMG","description":"track the investment results of an index composed of large-, mid- and small-capitalization emerging market equities. It has china but not vietnam VNM or philippines EPHE","tags":["country","emerging"]},
    {"name":"FXB","description":"The CurrencyShares British Pound Sterling Trust delivers exposure to changes in value of the British pound relative to the US dollar.","tags":["country","uk"]},
    {"name":"EUO","description":"The investment seeks daily results that match (before fees and expenses) twice the inverse (-2x) of the daily performance of the U.S. Dollar price of the Euro.","tags":["currency","europe"]},
    {"name":"CYB","description":"The investment seeks to achieve total returns reflective of both money market rates in China available to foreign investors and changes in value of the Chinese yuan relative to the U.S. dollar","tags":["currency","china"]},
    {"name":"VT","description":"The Vanguard Total World Stock ETF tracks a market-cap-weighted index of global stocks covering 98% of the domestic and emerging market capitalization.","tags":["world"]},
    {"name":"VXUS","description":"ETF tracks a market-cap-weighted index of global stocks minus US (VT-VTI)","tags":["exus"]},
    {"name":"VO","description":"The investment seeks to track the performance of a benchmark index that measures the investment return of mid-capitalization stocks. The fund employs an indexing investment approach designed to track the performance of the CRSP US Mid Cap Index, a broadly diversified index of stocks of mid-size U.S. companies","tags":["usa","midcap"]},
    {"name":"SCHA","description":"The investment seeks to track as closely as possible, before fees and expenses, the total return of the Dow Jones U.S. Small-Cap Total Stock Market Index.","tags":["usa","stocks"]},
    {"name":"EWG","description":"The iShares MSCI Germany Index Fund tracks a market-cap-weighted index of German companies. It covers the top 85% of German companies by market cap","tags":["country","germany"]},
    {"name":"BNDX","description":"The Vanguard Total International Bond ETF tracks an investment-grade, non-USD denominated bond index, hedged against currency fluctuations for U.S. investors.","tags":["bond","world"]},
    {"name":"REMX","description":"The VanEck Vectors Rare Earth/Strategic Metals ETF tracks an index of global companies that mine, refine, or recycle rare earth and strategic metals.","tags":["commodities"]},
    {"name":"ESGD","description":"ESG without USA/CANADA ","tags":["green"]},
    {"name":"ESGV","description":"ESG USA. SUSL ? US very similar to ESGV....","tags":["green"]},
    {"name":"ICLN","description":"Renew energy USA. QCLN << biggest holding nio :( TAN plus focus solar. PBW More diversify more expense ratio","tags":["green"]},
    {"name":"PBD","description":"Renew energy WORLD","tags":["green"]},
    {"name":"PSYK","description":"find one in US","tags":["drugs"]},
    {"name":"IDRV","description":"autonomous driving, new gen car. See DRIV","tags":["green"]},
    {"name":"DRIV","description":"autonomous driving, new gen car. Better than IDRV but don t remember why","tags":["green"]},
    {"name":"SPAK","description":"SPAC ETF....passif 80% target in this ETF are SPAC after! SPAC integration. 20% are looking SPAC..... you may loose hype :( SPCX is another SPAC ETF. Active (ER 1%) more active. They buy early SPAC and sell quick. Should capture more hype...","tags":["spac"]},
    {"name":"BUG","description":"TODO compare CIBR (CIBR seems bigger asset under Mgt and older 4 year older than BUG). https://www.etf.com/sections/features-and-news/cybersecurity-etfs-heating","tags":["cybersec"]}


]
